Repository: Power535/OpenPLipc_procfs
Catalog: plugins/third-party-plugins/Plugins/Extensions/BouquetHotkeys/locale/*/LC_MESSAGES/BouquetHotkeys.po
Languages: ru

source: none
ru: Ничего

source: BouquetHotkeys
ru: 'BouquetHotkeys' - 'Горячие клавиши' буклетов

source: bouquet hotkeys plugin
ru: Плагин 'Горячие клавиши' буклетов

source: Bouquet Hotkeys Setup
ru: Установки 'горячих клавиш'

source: Save
ru: Сохранить

source: Cancel
ru: Отмена

source: Press OK button to change...
ru: Нажмите ОК для изменения

source: Enable bouquet hotkeys
ru: Использовать 'горячие клавиши'

source: Disable bouquet hotkeys
ru: Не использовать 'горячие клавиши'

source: Sorry, but bouquets not found
ru: Извините, но буклеты не найдены
