Repository: Power535/OpenPLipc_procfs
Catalog: plugins/enigma2-plugins/permanentclock/po/*.po
Languages: ru

source: Activate permanent clock
ru: Активировать постоянные часы

source: Change permanent clock position
ru: Измененить позицию часов

source: Choice color clock:
ru: Выберите цвет часов:

source: Color analog clock
ru: Цвет аналоговых часов

source: Color digital clock
ru: Цвет цифровых часов

source: Deactivate permanent clock
ru: Деактивировать постоянные часы

source: Disable key 'long EXIT' show/hide
ru: Выключить кнопку 'длинная EXIT'

source: Enable key 'long EXIT' show/hide
ru: Включить кнопку 'длинная EXIT'

source: PLi-transparent
ru: PLi-прозрачный

source: Permanent Clock
ru: Постоянные часы на экране

source: Permanent Clock Setup
ru: Постоянные часы - настройки

source: Save
ru: Сохранить

source: Set slider
ru: Установить шаг ползунка

source: Set slider step (1 - 30):
ru: Установить шаг ползунка (1 - 30):

source: Show analog clock
ru: Показать аналоговые часы

source: Show digital clock
ru: Показать цифровые часы

source: Shows the clock permanent on the screen
ru: Постоянно показывать часы на экране

source: black-blue
ru: Чёрно-синий

source: black-white
ru: Чёрно-белый

source: black-yellow
ru: Чёрно-желтый

source: blue
ru: Синий

source: cyan
ru: Бирюзовый

source: large cyan
ru: Бирюзовый-большие

source: large white
ru: Белый-большие

source: large yellow
ru: Жёлтый-большие

source: transparent
ru: Прозрачный

source: white
ru: Белый

source: yellow
ru: Жёлтый
