Repository: Power535/OpenPLipc_procfs
Catalog: plugins/enigma2-plugins/pluginhider/po/*.po
Languages: ru

source: Cancel
ru: Отмена

source: Could not start Plugin:
ru: Не удалось запустить плагин:

source: Eventinfo
ru: Информ.

source: Extensions
ru: Расширен.

source: Hide Plugins
ru: Скрытие плагинов

source: PluginHider Setup
ru: Настройка PluginHider

source: Plugins
ru: Плагины

source: Run
ru: Запуск

source: Unable to access InfoBar.
ru: Нет доступа к InfoBar.

source: end editing
ru: Редактирование конца

source: run selected plugin
ru: Запустить выбранный плагин

source: save
ru: Сохранить

source: select next tab
ru: Выбор следующей вкладки

source: select previous tab
ru: Выбор предыдущей вкладку

source: toggle selection
ru: Выбор переключателя
