Repository: Power535/OpenPLipc_procfs
Catalog: plugins/third-party-plugins/Plugins/Extensions/piconload/locale/*/LC_MESSAGES/piconload.po
Languages: lt, lv, ru

source: Piconloader
ru: 'Piconloader' - Загрузчик пиконов

source: Piconload
ru: Загрузка пиконов

source: About Piconload Version %s
lt: Apie Piconload Versiją %s
lv: Par piconload versija %s
ru: Информация о плагине %s

source: Cancel
lt: Nutraukti
lv: Beigt
ru: Отменить

source: Help
lv: Palidzība
ru: Помощь

source: About
lv: Par
ru: О плагине

source: Update
lv: Atjaunot
ru: Обновить

source: Delete all picon
lt: Trinti visas ikonas
lv: Dzēst visus pikonus
ru: Удаление всех пиконов

source: Delete all Picon freezeframe
lv: Dzēst pikonus Picon freezeframe
ru: Удаление всех пиконов 'Застывший кадр'

source: All picon and xistori deletet
lv: Visi pikoni un to vēsture dzēsti
ru: Все пиконы и история удалены

source: Picon freezeframe and xistori deletet
lv: Picon freezeframe un to vēsture dzēsti
ru: Пиконы 'Застывший кадр' и история удалены

source: Download
lt: Parsisiųsti
lv: Lejuplādet
ru: Загрузить

source: Download picon Black reference
lt: Parsisiųsti juodas ikonas
lv: Lejuplādet melnos pikonus
ru: Загрузка чёрных пиконов

source: Download 0ther picon reference
lt: Parsisiųsti kitas ikonas
lv: Lejuplādēt citus pikonus
ru: Загрузка других пиконов

source: Download Picon Freezeframe picon reference
lt: Freezeframe ikonas dėl monitoriaus
lv: Freezeframe displeja pikonus
ru: Загрузка пиконов 'Застывший кадр'

source: Download picon Transparent reference
lt: Parsisiųsti permatomas ikonas
lv: Lejuplādēt caurspidīgos pikonus
ru: Загрузка прозрачных пиконов

source: Download plugin PiconLoad
lt: Parsisiųsti priedą PiconLoad
lv: Atjaunot PiconLoad
ru: Cкачать плагин Piconload

source: Download white picon reference
lt: Parsisiųsti baltas ikonas
lv: Lejuplādēt baltos pikonus
ru: Загрузка референсных белых пиконов

source: Error in downloading INFO.text
lt: Dėmesio, neužsikrauna INFO.text arba nėra tinklo
ru: Ошибка в загрузке INFO.text

source: GUI needs a restart to apply the new piconpath Do you want to Restart the GUI now?
lt: Reikia perkrauti Enigma, norint patvirtinti piconpath Norite perkrauti dabar?
lv: Enigmu nepieciešams restart, lai piemērotu jauno piconpath Vai vēlaties restartēt enigmu tagad?
ru: Необходимо перезагрузить Энигму, чтобы применить новый маршрут Хотите перезагрузить Энигму сейчас?

source: Other picon
lt: Kitos ikonos
lv: Citi pikoni
ru: Другие пиконы

source: Picon Black
lt: Juodos ikonos
lv: Melnie pikoni
ru: Чёрные пиконы

source: Picon Freezeframe
lt: Ikonos dėl freezeframe
lv: Freezeframe pikoni
ru: Пиконы 'Застывший кадр'

source: Picon Transparent
lt: Permatomos ikonos
lv: Caurspīdīgie pikoni
ru: Прозрачные пиконы

source: Picon White
lt: Baltos ikonos
lv: Baltie pikoni
ru: Белые пиконы

source: PiconProv
lt: Ikonos piconProv
lv: Pikoni piconProv
ru: Пиконы провайдеров

source: PiconSat
lt: Ikonos piconSat
lv: Pikoni piconSat
ru: Пиконы спутников

source: Piconload Menu
lt: Piconload meniu
lv: Piconload Izvelne
ru: Меню плагина

source: Piconload for USB and HDD
lt: Ikonų užkrovimas į USB arba HDD
lv: Piconlejuplāde uz USB UN HDD
ru: Загрузка пиконов на USB и HDD

source: Update satellites.xml
ru: Обнoвление satellites.xml

source: Restart GUI
ru: Перезагрузка GUI

source: Restart GUI now?
lt: Perkrauti Enigma dabar?
lv: Restartēt enigmu tagad?
ru: Перезагрузить GUI сейчас?

source: Save
lt: Išsaugoti
lv: Saglabāt
ru: Сохранить

source: Select path for picons
lt: Išsirinkti ikonų vietą
lv: Izvelēties vietni pikoniem
ru: Выбрать папку пиконов

source: Selekt picon
lt: Ikonų pasirinkimas
lv: Piconu izvelne
ru: Выбор пиконов

source: SetpiconPath
lt: Ikonų vietos nustatymas
lv: Izvēlieties vietni
ru: Выбор папки

source: Setup Path for picon
lt: Ikonų išsaugojimo vietos nustatymas
lv: Vietnes izvelne pikoniem
ru: Маршрут сохранения пиконов

source: Symlink directory
lt: Sukurti Symlink
lv: Izveidot Symlinku
ru: Ссылки на папку

source: Symlink picon_freezeframe on HDD
lt: Sukurti Symlink picon_freezeframe į HDD
lv: Izveidot symlinku picon_freezeframe uz HDD
ru: Ссылки 'Застывший кадр' на HDD

source: Symlink picon_freezeframe on USB
lt: Sukurti Symlink picon_freezeframe į USB
lv: Izveidot symlinku picon_freezeframe uz USB
ru: Ссылки 'Застывший кадр' на USB

source: Simlink created on the USB storage media
lv: Symlinki Izveidoti uz USB datu nesēju
ru: Ссылки созданы на USB-носителе

source: Simlink created on the HDD storage media
lv: Symlinki Izveidoti uz HDD datu nesēju
ru: Ссылки созданы на HDD-носителе

source: Symlink on HDD
lt: Sukurti Symlink į HDD
lv: Izveidot symlinku uz HDD
ru: Ссылки на HDD

source: Symlink on USB
lt: Sukurti Symlink į USB
lv: Izveidot symlinku uz USB
ru: Ссылки на USB

source: Update description
lt: Atnaujinimų aprašymas
lv: Pikonu atjaunojumu apraksts
ru: Описание обновлений

source: helpinfo
lt: Pagalbos informacija
lv: Atabildes uz jautājumiem
ru: Oтветы на вопросы

source: DownloadTransponders
ru: Скачать список транспондеров

source: piconload skin selekt
lt: piconload tema pasirinkta
lv: Izvēleties ādiņu
ru: Выбор скина плагина

source: Standart
lt: Standartinis
lv: Standarts
ru: Стандартный

source: miniTV
ru: Мини-ТВ

source: GUI needs a restart to apply a new skins
lt: Reikia perkrauti Enigma, norint patvirtinti naują temą
lv: Nepieciešams restartēt enigmu , lai skīns tiktu pielietots
ru: Перезагрузитe GUI для применения нового скина

source: SKRENS downloaded Successfull /tmp
lt: Ekrano užsklanda sėkmingai nusiųsta į /tmp
ru: Скриншот создан и находится в /tmp

source: SKRENS downloaded UnSuccessfull /tmp
lt: Ekrano užsklandos nepavyko nusiųsti į /tmp
ru: Скриншот не создан и его нет в /tmp

source: Download menu - icon
lt: Parsisiųsti meniu - ikona
lv: Izvelne ar ikonam
ru: Выбор иконок меню

source: Download menu - icon+miniTV
lt: Parsisiųsti meniu - ikona+miniTV
lv: Izvelne ar ikonam+miniTV
ru: Выбор иконок меню и мини-ТВ

source: Apply
lv: Lietot
ru: Применить

source: Uncheck All
lv: Iztīrīt visu
ru: Снять отметки

source: Now edit your satellites list!
lv: Tagad rediģēt savus satelītus sarakstā!
ru: Теперь нужно отредактировать список спутников!

source: Getting latest satellites list... It can take long time on slow internet connection!
lv: Iegūst jaunāko satelītu sarakstu ,Tas var aizņemt ilgu laiku!
ru: Получение свежего списка спутников. Это может занять некоторое время!

source: New satellites sucsessfully writen . Restart Enigma now
lv: Satelites xml ieladēts,restartēt enigmu
ru: Новый список загружен. Теперь перегрузите Энигму

source: Default
lv: Standarts
ru: По умолчанию

source: Enable ShootYourScreen :
lv: Aktivizēt Ekrānuzņēmumi :
ru: Включить захват экрана:

source: Exit
lv: Iziet
ru: Выход

source: Format for screenshots :
lv: Formāts Ekrānuzņēmumiem :
ru: Формат скриншота:

source: Grabbing Screenshot failed !!!
lv: Satveršanas Ekrānuzņēmums neizdevās
ru: Захват скриншота не удался!

source: Path for screenshots :
lv: Ceļš uz Ekrānuzņēmumiem :
ru: Путь для скриншота:

source: Picture size (width) :
lv: Attēla izmērs (platums) :
ru: Размер изображения (ширина):

source: Quality of jpg picture :
lv: Kvalitātes jpg attēlam :
ru: Качество jpg-картинки:

source: Really close without saving settings?
lv: Tiešām aizvērtu nesaglabājot iestatījumus?
ru: Действительно закрыть без сохранения?

source: Reset ShootYourScreen settings to defaults?
lv: Atiestatīt ShootScreen iestatījumus pēc noklusējuma?
ru: Сбросить параметры захвата на дефолтные?

source: Screenshot of :
lv: Ekrānuzņēmums :
ru: Скриншот:

source: Screenshot successfully saved as: %s
lv: SEkrānuzņēmums veiksmīgi saglabāts: %s
ru: Скриншоты успешно сохранены, как: %s

source: ShootYourScreen for VU+ STB - %s
lv: ShootScreen für STB - %s
ru: Захват экрана для VU+ STB - %s

source: Skin resolution
lv: Ādiņa pēc izšķirtspējas
ru: Разрешение скина

source: Sorry, your device for screenshots is not writeable. Please choose another one.
lv: Atvainojiet, jūsu ierīce Ekrānuzņēmumi nav rakstāms Lūdzu, izvēlieties citu.
ru: К сожалению, носитель для скриншотов незаписываемый. Пожалуйста, выберите другой.

source: Switch Help and Help long button :
lv: Pārslēgties Palīdzība un Palīdzība garu pogu :
ru: Включить короткое и длинное нажатие 'Help':

source: Timeout for info message :
lv: Noildze par infoziņu :
ru: Тайм-аут для инфо-сообщений:

source: make Screenshots with your VU+
lv: padarīt Ekrānšāviņi ar ShootScreen
ru: Делать скриншоты с Вашего VU+

source: My piconLoad history
lv: Lejuplādēšanas vēsture
ru: Моя история загрузок

source: Error, can not read piconload.txt or picon not download
lv: Kļūda, nevar izlasīt piconload.txt vai pikoni nav lejuplādēti
ru: Ошибка при чтении piconload.txt или пиконы не загружены

source: Lese Kanalliste..
lv: kanālu sraksta lasīšana ...
ru: Чтение списка каналов.

source: OK = Loeschen ----- EXIT = Beenden
lv: OK = DZĒST ----- EXIT = IZIET
ru: OK = Удалить EXIT = Выход

source: info
ru: Инфо

source: Es wurden keine Picons/xPiconx gefunden.
lv: Picon standarta direktorijā, kas ir neatbilstoši kanāli pušķi nav atrasti.
ru: В стандартных папках не найдены пиконы, несоответствующие каналам в букетах.

source: Lese Bouquets..
lv: Buķešu skanēšana
ru: Сканирование буклетов

source: Lese Picons..
lv: Piconu skaņēšāna
ru: Сканирование пиконов

source: Es wurden %s Picons gefunden die geloescht werden koennen.
lv: atrasts(i) %s hicons(i), kas neatbilst buķetēm.
ru: Найдено %s пиконов, несоответствующих каналам в буклетах.

source: USB Picons geloescht.
lv: Piconi no USB dzēsti.
ru: Пиконы на USB удалены.

source: HDD Picons geloescht.
lv: Piconi no HDD dzēsti.
ru: Пиконы на HDD удалены.

source: Picons geloescht.
lv: Piconi no фešatmiņa dzēsti.
ru: Пиконы удалены.

source: [RemovePicons] read channellist..
ru: Чтение списка каналов.

source: [RemovePicons] found %s bouquet: %s
ru: Найдено %s буклетов: %s

source: RemovePicons
ru: Удаление пиконов

source: Entfernt Picons die nicht in der Bouquets benutzt werden.
lv: Pikonu dzēšana , kurus neizmanto buķētēs.
ru: Удаление пиконов, неиспользуемых в буклетах.

source: Sort&delette
lv: Šķirot&dzēst pikonus
ru: Сортировка/удаление пиконов

source: piconload Plugin %s Piconmaster Kiber12 Pluginmaster Maigais Pluginmaster Technik
lv: Piconload Plugins %s Piconmeistars Kiber12 Pluginmeistars Maigais Pluginmeistars Technik
ru: плагин Piconload %s автор пиконов Kiber12 автор плагина Maigais и Technik

source: [ShootYourScreen] start....
ru: Запуск захвата экрана.

source: SelectOSD
ru: Выбор скина плагина

source: Selected OSD for STB - %s
ru: Выбранное OSD для STB - %s

source: PiconInfo
ru: O пиконах

source: Really reboot now?
lt: Перезапустить сейчас?"conload %s Ikonų meistras Kiber12 Priedo meistras Maigais Priedo meistras Technik ačiū už papildymus: RamasG(picon_freezeframe)
ru: Перезапустить сейчас?

source: SatellitesGen
ru: Генератор списка спутников

source: Satellites.xml generator
ru: Генератор satellites.xml

source: Piconloder
lv: Piconlādetajs

source: Plugin update
lt: Priedo atnaujinimas
lv: Plugīna atjaunošana

source: Update Info
lv: Informācija par atjaunojumiem

source: SkinSelekt
lt: Temos pasirinkimas
lv: Skīna izvelne

source: Close
lv: Aizvērt

source: [SortPicons] read channellist..
lv: [SortPicons] lasišana kanālu saraksta..

source: [SortPicons] found %s bouquet: %s
lv: [SortPicons] atraststs(i) %s bouquet: %s

source: SortPicons
lv: Piconu atsijāšāna

source: Delete all Picon freezeframe hdd
lt: Trinti visas ikonas freezeframe iš HDD

source: Delete all Picon freezeframe usb
lt: Trinti visas ikonas freezeframe iš USB

source: Delete all picon hdd
lt: Trinti visas ikonas iš HDD

source: Delete all picon usb
lt: Trinti visas ikonas iš USB

source: piconload Plugin %s Piconmaster Kiber12 Pluginmaster Maigais Pluginmaster Technik thanks for the participation: RamasG(picon_freezeframe)
lt: Priedas Pimsgid "PiconInfo
